import imgnextjs from "../src/assest/images/تمرینات-ذهن-آگاهی.jpg";
import imghtml from "../src/assest/images/Saffron_04.jpg";
import img404 from "../src/assest/images/0000018444_photorealistic-vegetable-garlic-graphic-ai-vector_800.jpeg";
import imgstatic from "../src/assest/images/3.jpg";

export let coursedata = [
  {
    id: 1,
    img: imgnextjs,
    title: "انحراف فکر",
    desc: "اظطراب یکی از بزرگترین و پایه ای ترین علل انواع بیماری ها است یکی از بهترین راه های کنترل استرس انحراف فکر است",
    buybutton: "ببین بیا بخر",
  },
  {
    id: 2,
    img: imghtml,
    title: "معجزه زعفران",
    desc: "زعفران در کنار طعم و عطر دل‌ انگیز خود خواص بسیار زیادی دارد. به طوری که حتی می‌تواند عملکرد سیستم ایمنی بدن را بهبود بخشد و بسیار انرژی‌ بخش باشد",
    buybutton: "ببین بیا بخر",
  },
  {
    id: 3,
    img: img404,
    title: "سیر قاتل فشار خون",
    desc: "در اکثر نسخه‌های درمانی طب سنتی سیر یکی از پایه‌های ثابت آن‌هاست و خواص فراوانی برای سلامتی دارد اما برای برخی از افراد با شرایط خاص خوردن سیر به‌هیچ‌وجه توصیه نمی‌شود",
    buybutton: "ببین بیا بخر",
  },
  {
    id: 4,
    img: imgstatic,
    title: "طب سوزنی",
    desc: "به باور طب سوزنی ریشه هر بیماری را می‌توان در اختلال به‌وجود آمده در الگوی انرژی حیاتی الکترومغناطیسی بدن جستجو کرد و بنابراین هر بیماری را می‌توان با اصلاح این الگو درمان نمود",
    buybutton: "ببین بیا بخر",
  },
];

export let morinfo = [
  `طي روند درمان بيماري مزمن گاهي كودك چندين مرتبه در بيمارستان بستري مي‌شود كه اين مساله هم براي كودك و هم براي والدين تنش‌زا مي‌باشد.

به عنوان مثال در بيماري تالاسمي كودكان مبتلا براي حفظ حيات بايد تحت درمان مكرر تزريق خون قرار گيرند. قرار دادن كتتر داخل وريدي يكي از رايج‌ترين پروسيجرهاي دردناك است و اغلب كودكان به ويژه كودكان خردسال چنين پروسيجري را استرس آورترين جنبه‌ بيماري، بستري و حتي ويزيت سرپايي خود بيان مي‌كنند. بدين منظور در تحقيقي با عنوان «بررسي مقايسه‌اي ميزان تاثير برنامه بازي آشناسازي و انحراف فكر بر شدت درد و اضطراب پروسيجرهاي تزريقي و رضايتمندي والدين در كودكان سن قبل از مدرسه مبتلا به تالاسمي استان گيلان در سال 1386 لغايت 1387» كه توسط يكي از دانش‌آموختگان مقطع كارشناسي ارشد رشته‌ي آموزش پرستاري گرايش كودكان انجام شد، به بررسي تاثير بازي و انحراف فكر بر كاهش درد اين كودكان پرداخته شد.

در اين پژوهش كه از نوع كارآزمايي باليني بود، 60 كودك سه تا هفت ساله مبتلا به تالاسمي به طور تصادفي به سه گروه ( دو گروه آزمون و يك گروه شاهد) تقسيم شدند. در گروه اول آزمون، بازي آشناسازي به مدت 10 تا 15 دقيقه قبل از انجام پروسيجر تزريقي و در گروه دوم آزمون، انحراف فكر حين پروسيجر تزريقي انجام شد.

ابزارهاي مورد استفاده نيز شامل پرسش‌نامه اطلاعات دموگرافيك، مقياس خود گزارشي چهره‌اي اضطراب، پرسشنامه خود گزارشي ترم‌هاي باليني كودك، ابزار خود گزارشي درد پوكر چيپ، مقياس بررسي علائم رفتاري درد، چك ليست ثبت علائم فيزيولوژيك و فرم بررسي رضايتمندي والدين بودند.

تجزيه و تحليل داده‌ها نشان داد كه ميانگين رتبه‌هاي درد و اضطراب، علائم رفتاري درد، رضايتمندي والدين و علائم فيزيكولوژيك ( نبض - تنفس)‌قبل از مداخله درسه گروه تفاوت معني‌داري نداشتند. اما بعد از مداخله بين سه گروه تفاوت معني‌داري حاصل شد. ميانگين رتبه‌هاي درد و اضطراب و علائم رفتاري درد هم در گروه بازي آشناسازي و هم در گروه انحراف فكر كاهش معناداري را نشان داد.

ميانگين رضايتمندي والدين نيز در هر دو گروه آزمون افزايش معناداري داشت. ميانگين تغييرات نبض و تنفس قبل و بعد از مداخله در گروه بازي آشناسازي كاهش معناداري نشان مي‌دهد اما در گروه انحراف فكر، ميانگين تغييرات نبض و تنفس قبل و بعد از مداخله تفاوت معني داري نداشت.

طبق نتايج پژوهش، هر دو مداخله بازي آشناسازي و انحراف فكر در كاهش درد و اضطراب ناشي از پروسيجرهاي تزريقي كيويدكان و همچنين افزايش ميزان رضايتمندي والدين موثرند؛ لذا پيشنهاد مي‌شود كه پرستاران كودك براي ارتقاي ميزان رضايتمندي والدين و راحتي كودكان مبتلا به بيماريهاي حاد و مزمن كه مكررا تحت اقدامات درماني قرار مي‌گيرند، از روشهاي بازي آشناسازي و انحراف فكر استفاده كنند.`,
  `خواص زعفران چیست؟
زعفران طبع گرم و خشکی دارد و حاوی ویتامین‌های B6، B2، B1، ویتامین C و دیگر مواد مغذی مورد‌ نیاز بدن است. در درمان درد شکمی، ازبین بردن افسردگی، درمان ریزش مو، جلوگیری از آلزایمر، درمان بیماری گوارشی و خیلی موارد دیگر تاثیر دارد که میتوانید درمورد آنها در این مقاله مطالعه کنید.

 

1)سیستم ایمنی بدنتو با مصرف زعفران تقویت کن!
توی جدول ارزش غذایی گفتیم که زعفران حاوی ویتامین ث است. این ویتامین برای سلامت انسان لازم و حیاتی می باشد. ویتامین ث باعث میشود که سیستم ایمنی بدن تحریک شود و گلبول سفید بیشتری تولید کند. این گلبول های سفید هستند که خط دفاعی بدن ما رو میسازند. از آنجائیکه پیشگیری همیشه بهتر از درمان است بهتره سیستم ایمنی بدنمان را دائما تقویت کنیم.

 

2)پیشگیری از کلسترول بالا، خاصیت منحصر به فرد زعفران 
بیماری قلبی و دیابت یکی از کشنده ترین مشکلات در بدن ما هستند، که به خاطر کلسترول بد (LDL) بالا به وجود می آیند. یکی از خواص زعفران این است که باعث کم شدن سطح کلسترول در بدن میشود. ارتباط زعفران و فشار خون را در یک مقاله دیگر به طور کامل توضیح دادیم. 

 

3) جلوگیری از کم خونی با زعفران
تو جدول بالا دیدیم که در ترکیبات زعفران، آهن وجود دارد. اگر کم خونی وابسته به کمبود آهن دارید یا احساس ضعف بدنی، سردردهای شدید یا خستگی دارید، شاید باید آهن بدنتان را بالا ببرید. میتوانید از کاربرد زعفران برای پیشگیری کاملا طبیعی از کم خونی استفاده کنید.

 

بیشتر بخوانید : ایده شغل پردرآمد با سرمایه کم برای خانم ها 

 

4)با خواص زعفران به نابینایی تو پیری فکرم نکن !
 یکی از شایع ترین علت های نابینایی در پیری بیماری تخریب ماکولای چشم است. زعفران تاثیر خوب و مفیدی روی این بیماری دارد. همینطور مصرف روزانه زعفران به تولید سلول های حساس چشم کمک زیادی میکند و چشم ها را در مقابل آسیب هایی که از نور خورشید وارد میشود حفظ میکند.`,
  `خواص سیر خام
آیا می دانستید که هر فرد به طور متوسط 0.9 کیلوگرم سیر در سال مصرف می کند؟ برای هزاران سال، قبل از اینکه این ادویه برای طعم دادن به غذاهای مورد علاقه شما استفاده شود، در فرهنگ های باستانی به عنوان یک درمان دارویی استفاده می شد. تمدن های چینی، مصری و رومی از خواص سیر برای سلامتی استفاده می کردند. اسناد قابل توجهی در مورد استفاده آنها از خواص سیر برای خواص دارویی آن وجود دارد. ثابت شده که مصرف سیر فواید بسیاری برای سلامتی بدن داردو فواید سیر ثابت شده دارد. بیایید به مهم ترین خواص سیر و  فواید سیر برای سلامتی نگاه کنیم.

تقویت کننده سیستم ایمنی بدن
کمک به کاهش فشار خون
کاهش کلسترول
پیشگیری کننده سرطان
دارای خاصیت آنتی بیوتیک قوی
پیشگیری از آلزایمر
مرطوب کننده پوست و ضد آکنه
جلوگیری از بیماری های پوستی و قارچی
پیشگیری از پیری زودرس
محافظت از پوست سر و کمک به رشد مو
ضد شوره 
افزایش طول عمر
کمک به جذب آهن 
درمان عفونت های کلیوی و ادراری`,
  `به باور طب سوزنی ریشه هر بیماری را می‌توان در اختلال به‌وجود آمده در الگوی انرژی حیاتی الکترومغناطیسی بدن جستجو کرد و بنابراین هر بیماری را می‌توان با اصلاح این الگو درمان نمود. این بدین معنی است که اگر بدن ما در هماهنگی با انرژی‌های درونی خود باشد به‌طور طبیعی سالم خواهیم بود. در چنین شرایطی یاخته‌ها و دستگاه ایمنی بدنمان در حداکثر توانایی و ظرفیت برای مقاومت در برابر عوامل بیماری‌زا می‌باشد. هر بیماری نخست خود را به صورت یک اختلال در تعادل انرژی حیاتی در مسیرهای انرژی زیستی و همین‌طور اندام‌های حیاتی بدن نشان می‌دهد. چنانچه بیماری در این مرحله اولیه درمان نشود تبدیل به یک بیماری علامت دار یا اختلال عملکرد مزمن می‌شود.
تئوری یین و یانگ پایه‌ای‌ترین مفهوم در طب سوزنی می‌باشد. در این طب باور بر این است که جهان هستی از تعامل و ترکیب این دو نیروی مکمل به حیات خود ادامه می‌دهد. جنبش، فعالیت و حرکت را می‌توان به یانگ (Yang) و قرار و آرامش و سکون را به یین (Yin) نسبت داد.[۵۴]

هر اندام بدن نیز در درون خود دارای بعد یین(Yin) و یانگ(Yang) می‌باشد. مجموعه یین و یانگ بدن در حالت بهینه و سلامت در تعادل است اما بیماری هنگامی عارض می‌شود که تعادل میان یین(Yin) و یانگ (Yang) بیش از حد نوسان‌های معمول در شبانه روز برهم بخورد. در صورت افزایش یانگ (و کاهش یین) بیماری با طبیعت گرم و در صورت افزایش یین (و کاهش یانگ) بیماری با طبیعت سرد ظاهر می‌شود.[۱۹]

درمان بیماری در طب چینی، شامل جایگزین نمودن یین یا یانگ کاهش یافته یا آرام نمودن یانگ یا یین اضافی است. به این ترتیب پزشک می‌تواند به شعور ذاتی بدن بیمار کمک کند تا تعادل ازدست‌رفته خود را دوباره بدست آورد. به این منظور، پزشک از طریق معاینه زبان و نبض و توجه به شرح حال بیمار تلاش می‌کند ریشه اصلی بیماری و نیز طبیعت بیماری را تشخیص دهد تا بتواند با به‌کارگیری روش‌های مختلف نظیر طب سوزنی، گیاه‌درمانی، اصلاح شیوه زندگی (رژیم غذایی، فعالیت بدنی،..) با فناوری‌های امروزی، به بهبود بیماری کمک کند. هنگامی که تعادل انرژی‌های درونی و نیروهای یین و یانگ در بدن مستقر می‌شود، تعادل به بدن بازمی‌گردد.`,
];
